import React from "react";
import "./BEIntroductionOfCompany.scss";
import { LOGO, NOTFOUND } from "../../../Constanst/constanst.Const";

function BEIntroductionOfCompany() {
  return (
    <div className="introduction-of-company">
      <h3>معرفی شرکت</h3>
      <div className="introduction-of-company__body">
        <div className="introduction-of-company__text-wrapper">
          <div>
            <span>
              صنایع بیت الکترونیک کار خود را از سال 1390 با تولید بالاست های
              الکترونیکی و محافظ های برق تحت برند ترز در استان مازندران آغاز کرد
              و در سال 95 موفق به بومی سازی دستگاه ازون ساز گردید. واحد تحقیق و
              توسعه این مجموعه به واسطه کادر مجرب و خلاق خود توانسته در حوضه های
              مختلفی از جمله استریل و آنتی باکتریل نمودن، افزایش زمان ماندگاری و
              کیفیت محصولات، تصفیه آب و تصفیه هوا با تکیه بر سیستم های تولید گاز
              ازون در اشل خانگی و صنعتی، تولید انواع سیستم های هوشمند سازی و
              مانیتورینگ، انواع سیستم های تشخیص برقدار شدن تجهیزات خانگی و
              صنعتی، معدوم سازی زباله های تر و تولید خاک برگ از آن‌ها در وزن های
              مختلف، تولید انواع سنسور های الکترونیکی و... فعالیت داشته باشد.
              <br />
              این شرکت در حال حاضر با تولید محصولات دوستدار محیط زیست از جمله
              دستگاه زباله سوز، سیستم های ازون ژنراتور، سیستم های تولید برق،
              سیستم های کاهش مصرف انرژی و... توانسته گام های بلندی در راستای حفظ
              منابع طبیعی و هم چنین تولید انرژی و بازیافت انرژی داشته باشد.
              <br />
              چشم انداز مجموعه ما بومی سازی و تولید دانش فنی در زمینه های مختلف
              و نو ظهور علم است و سعی داریم با نوآوری و ایده پروری تکنولوژی های
              نوین را به منظر تولید انبوه رسانیم و با هدف ارتقاء و بهبود
              محصولات، ایران عزیزمان را به سمت قله های رشد و تعالی صنعتی سوق
              دهیم.
            </span>
          </div>
          <div>
            <p>
              <h4>
                مزایای برجسته محصولات تولیدی صنایع بیت الکترونیک نسبت به سایر
                محصولات:
              </h4>
              ◄ محصولات قبل از طراحی از لحاظ کیفیت و هم چنین هزینه تولید مورد
              بررسی قرار گرفته می شود تا بتواند با کیفیت بالا و هزینه پایین تری
              نسبت به محصولات موجود در بازار خدمت کاربران ارائه گردد. <br />
              ◄ بردهای الکترونیکی ساخت مجموعه برق و الکترونیک ترز راندمان بالایی
              نسبت به محصولات مشابه داشته و مصرف انرژی بسیار پایین تری دارد.
              <br />◄ تمامی محصولات بسیار ساده بوده و تمامی کاربران حتی با داشتن
              اطلاعات اندک در حوزه مربوطه می توانند از سیستم‌ها استفاده کنند.
              <br />
              ◄تمامی محصولات قابلیت ارتقا طبق سفارش کاربران و هم چنین نیاز آن‌ها
              را داشته است.
            </p>
          </div>
        </div>
        <div className="introduction-of-company__carousel-wrapper">
          <div className="introduction-of-company__carousel"></div>
        </div>
      </div>
    </div>
  );
}

export default BEIntroductionOfCompany;
